{
    "username": "GayHook",
    "avatar_url": "https://i.imgur.com/FKROsc1.png",
    "embeds": [
        {
            "color": 16718848,
            "fields": [
                {
                    "name": "1.1: Verification",
                    "value": "In this server, we make use of a verification system. We understand that this might cause some inconvenience. Once taken through the process we can more easily ensure a safe environment for everyone. When you have finished reading these rules, please DM any online staff member to start the process. To guarantee the system to function optimally, we kindly ask you to refer any new member to this page and let them read the rules for themselves."
                }
                {
                    "name": "1.2: Discriminatory Language/Speech",
                    "value": "No one likes being discriminated against and not one person is the same. Please respect everyone's sex, gender, race, ethnicity, faith, etc, at any time"
                },
                 {
                    "name": "1.3: Dating",
                    "value": "This server's main intention is to provide a friendly and understanding community for gamers who are part of the LGBT community. We ask our members to let that be their primary intention as well. If looking for relationships, hook-ups, or anything else related, it will be better to use a different platform. If a relationship is to form, we do realize that people can become close, but we need this to be between two people of at least eighteen years and/or older. \n -- **1.3b:** A relationship formed between minors is acceptable, but if in any instance there is an age gap between them we may be wary of the relationship. This would include minors who are on the verge of becoming 18 years of age. If we suspect a relationship between a minor and an adult has a concerning age gap, we may approach them in private. "
                },
                {
                    "name": "1.4: Behavior Towards Other Members",
                    "value": "A tease in good humor is always fun, but instigating conflict never is. Please think about what you're about to say, before you send the message. "
                },
                {
                    "name": "1.5: Inappropriate Content",
                    "value": "We understand that some other communities allow explicit- and inappropriate content. However, due to the nature of our age-demographics we decided against this. This includes porn, explicit imagery, overly offensive jokes/memes, etc."
                },
                {
                    "name": "1.6: Politics",
                    "value": "We all like a good discussion from time to time. But we also have to realize that politics can lead to a great internal divide. Although most of us can have civil discussions, we have to think about everyone feeling safe and respected in this community. Therefore we want to avoid any political discussions, the usage and portrayal of relevant political figures in any manner, or sudden/random comments that are politically charged."
                },
                {
                    "name": "1.7: Serious Channel",
                    "value": "This channel in particular involves sensitive topics and discussions, we ask you kindly to treat this channel with a special degree of respect. Keep in mind that everyone experiences their own problems in their own way. Something which might seem like a small thing to you, can be very significant to someone else."
                },
                {
                    "name": "1.8: Chat Spam",
                    "value": "Everyone deserves the right to continue a conversation. Try your best to make properly constructed sentences; apply decent grammar and punctuation, making proper use of capitalization, and keeping line-breaks to a minimum."
                },
                {
                    "name": "1.9: Role Usage",
                    "value": "Roles are a great way for you to find other people that share your interests. Please make sure when @-mentioning any role or person, that you're doing so for the appropriate purpose."
                },
                {
                    "name": "1.10: Professional Help",
                    "value": "Next to us being a gaming community, we are also partially a support group and -community. We will try to keep you positive and would love to share our life-experiences with you. But keep in mind that we are not medical professionals. Please consider contacting professional help if you are suffering from depression, dysphoria, or any other kind of mental health condition."
                },
                {
                    "name": "1.11: Roleplaying",
                    "value": "Although fun to some, it can come across in the wrong way to other people and make them feel uncomfortable. Please be careful with anything you post, and try to keep it to a minimum."
                },
                {
                    "name": "1.12: Private Disputes",
                    "value": "It is very difficult for any member to understand the full context of any private disputes or drama. Therefore we kindly ask you to keep any private disputes within your own circles. However, if the dispute is harassment and/or sexual in nature, please contact a staff member."
                },
                {
                    "name": "1.13: Staff",
                    "value": "Although sometimes difficult, us staff members always try to make an unbiased decision. In the heat of the moment we have to make quick decisions, sometimes this can be the wrong one. If you don't agree with a decision being made, feel free to contact the staff member afterwards."
                },
                {
                    "name": "1.14: Rule Breaking",
                    "value": "If you see a rule being broken by someone, please contact any active staff-member via direct-message. Taking the rules into your own hands can lead to unexpected heated discussions."
                },
                {
                    "name": "1.15: Advertisements",
                    "value": "If you wish to advertise other communities or anything with monetary incentive, please first contact a member of staff for permission. We first want to guarantee the content to be appropriate enough."
                },
                {
                    "name": "1.15: English",
                    "value": "Because English is the most internationally known language between all the members of our community, we would prefer this to be the only language used. It can make it a lot more difficult to moderate once other languages are being used."
                }
            ]
        }
    ]
}
